MikroElektronika/core_packages/PIC32/XC32/def/PIC32MZ1064DAB288/mcu.h
#define _GLCDCLUT46_BLUE_POSITION                0x00000000
#define _GLCDCLUT46_BLUE_MASK                    0x000000FF
#define _GLCDCLUT46_BLUE_LENGTH                  0x00000008

#define _GLCDCLUT46_GREEN_POSITION               0x00000008
#define _GLCDCLUT46_GREEN_MASK                   0x0000FF00
#define _GLCDCLUT46_GREEN_LENGTH                 0x00000008

#define _GLCDCLUT46_RED_POSITION                 0x00000010
#define _GLCDCLUT46_RED_MASK                     0x00FF0000
#define _GLCDCLUT46_RED_LENGTH                   0x00000008

#define _GLCDCLUT47_BLUE_POSITION                0x00000000
#define _GLCDCLUT47_BLUE_MASK                    0x000000FF
#define _GLCDCLUT47_BLUE_LENGTH                  0x00000008

#define _GLCDCLUT47_GREEN_POSITION               0x00000008
#define _GLCDCLUT47_GREEN_MASK                   0x0000FF00
#define _GLCDCLUT47_GREEN_LENGTH                 0x00000008

#define _GLCDCLUT47_RED_POSITION                 0x00000010
#define _GLCDCLUT47_RED_MASK                     0x00FF0000
#define _GLCDCLUT47_RED_LENGTH                   0x00000008

#define _GLCDCLUT48_BLUE_POSITION                0x00000000
#define _GLCDCLUT48_BLUE_MASK                    0x000000FF
#define _GLCDCLUT48_BLUE_LENGTH                  0x00000008

#define _GLCDCLUT48_GREEN_POSITION               0x00000008
#define _GLCDCLUT48_GREEN_MASK                   0x0000FF00
#define _GLCDCLUT48_GREEN_LENGTH                 0x00000008

#define _GLCDCLUT48_RED_POSITION                 0x00000010
#define _GLCDCLUT48_RED_MASK                     0x00FF0000
#define _GLCDCLUT48_RED_LENGTH                   0x00000008

#define _GLCDCLUT49_BLUE_POSITION                0x00000000
#define _GLCDCLUT49_BLUE_MASK                    0x000000FF
#define _GLCDCLUT49_BLUE_LENGTH                  0x00000008

#define _GLCDCLUT49_GREEN_POSITION               0x00000008
#define _GLCDCLUT49_GREEN_MASK                   0x0000FF00
#define _GLCDCLUT49_GREEN_LENGTH                 0x00000008

#define _GLCDCLUT49_RED_POSITION                 0x00000010
#define _GLCDCLUT49_RED_MASK                     0x00FF0000
#define _GLCDCLUT49_RED_LENGTH                   0x00000008

#define _GLCDCLUT50_BLUE_POSITION                0x00000000
#define _GLCDCLUT50_BLUE_MASK                    0x000000FF
#define _GLCDCLUT50_BLUE_LENGTH                  0x00000008

#define _GLCDCLUT50_GREEN_POSITION               0x00000008
#define _GLCDCLUT50_GREEN_MASK                   0x0000FF00
#define _GLCDCLUT50_GREEN_LENGTH                 0x00000008

#define _GLCDCLUT50_RED_POSITION                 0x00000010
#define _GLCDCLUT50_RED_MASK                     0x00FF0000
#define _GLCDCLUT50_RED_LENGTH                   0x00000008

#define _GLCDCLUT51_BLUE_POSITION                0x00000000
#define _GLCDCLUT51_BLUE_MASK                    0x000000FF
#define _GLCDCLUT51_BLUE_LENGTH                  0x00000008

#define _GLCDCLUT51_GREEN_POSITION               0x00000008
#define _GLCDCLUT51_GREEN_MASK                   0x0000FF00
#define _GLCDCLUT51_GREEN_LENGTH                 0x00000008

#define _GLCDCLUT51_RED_POSITION                 0x00000010
#define _GLCDCLUT51_RED_MASK                     0x00FF0000
#define _GLCDCLUT51_RED_LENGTH                   0x00000008

#define _GLCDCLUT52_BLUE_POSITION                0x00000000
#define _GLCDCLUT52_BLUE_MASK                    0x000000FF
#define _GLCDCLUT52_BLUE_LENGTH                  0x00000008

#define _GLCDCLUT52_GREEN_POSITION               0x00000008
#define _GLCDCLUT52_GREEN_MASK                   0x0000FF00
#define _GLCDCLUT52_GREEN_LENGTH                 0x00000008

#define _GLCDCLUT52_RED_POSITION                 0x00000010
#define _GLCDCLUT52_RED_MASK                     0x00FF0000
#define _GLCDCLUT52_RED_LENGTH                   0x00000008

#define _GLCDCLUT53_BLUE_POSITION                0x00000000
#define _GLCDCLUT53_BLUE_MASK                    0x000000FF
#define _GLCDCLUT53_BLUE_LENGTH                  0x00000008

#define _GLCDCLUT53_GREEN_POSITION               0x00000008
#define _GLCDCLUT53_GREEN_MASK                   0x0000FF00
#define _GLCDCLUT53_GREEN_LENGTH                 0x00000008

#define _GLCDCLUT53_RED_POSITION                 0x00000010
#define _GLCDCLUT53_RED_MASK                     0x00FF0000
#define _GLCDCLUT53_RED_LENGTH                   0x00000008

#define _GLCDCLUT54_BLUE_POSITION                0x00000000
#define _GLCDCLUT54_BLUE_MASK                    0x000000FF
#define _GLCDCLUT54_BLUE_LENGTH                  0x00000008

#define _GLCDCLUT54_GREEN_POSITION               0x00000008
#define _GLCDCLUT54_GREEN_MASK                   0x0000FF00
#define _GLCDCLUT54_GREEN_LENGTH                 0x00000008

#define _GLCDCLUT54_RED_POSITION                 0x00000010
#define _GLCDCLUT54_RED_MASK                     0x00FF0000
#define _GLCDCLUT54_RED_LENGTH                   0x00000008

#define _GLCDCLUT55_BLUE_POSITION                0x00000000
#define _GLCDCLUT55_BLUE_MASK                    0x000000FF
#define _GLCDCLUT55_BLUE_LENGTH                  0x00000008

#define _GLCDCLUT55_GREEN_POSITION               0x00000008
#define _GLCDCLUT55_GREEN_MASK                   0x0000FF00
#define _GLCDCLUT55_GREEN_LENGTH                 0x00000008

#define _GLCDCLUT55_RED_POSITION                 0x00000010
#define _GLCDCLUT55_RED_MASK                     0x00FF0000
#define _GLCDCLUT55_RED_LENGTH                   0x00000008

#define _GLCDCLUT56_BLUE_POSITION                0x00000000
#define _GLCDCLUT56_BLUE_MASK                    0x000000FF
#define _GLCDCLUT56_BLUE_LENGTH                  0x00000008

#define _GLCDCLUT56_GREEN_POSITION               0x00000008
#define _GLCDCLUT56_GREEN_MASK                   0x0000FF00
#define _GLCDCLUT56_GREEN_LENGTH                 0x00000008

#define _GLCDCLUT56_RED_POSITION                 0x00000010
#define _GLCDCLUT56_RED_MASK                     0x00FF0000
#define _GLCDCLUT56_RED_LENGTH                   0x00000008

#define _GLCDCLUT57_BLUE_POSITION                0x00000000
#define _GLCDCLUT57_BLUE_MASK                    0x000000FF
#define _GLCDCLUT57_BLUE_LENGTH                  0x00000008

#define _GLCDCLUT57_GREEN_POSITION               0x00000008
#define _GLCDCLUT57_GREEN_MASK                   0x0000FF00
#define _GLCDCLUT57_GREEN_LENGTH                 0x00000008

#define _GLCDCLUT57_RED_POSITION                 0x00000010
#define _GLCDCLUT57_RED_MASK                     0x00FF0000
#define _GLCDCLUT57_RED_LENGTH                   0x00000008

#define _GLCDCLUT58_BLUE_POSITION                0x00000000
#define _GLCDCLUT58_BLUE_MASK                    0x000000FF
#define _GLCDCLUT58_BLUE_LENGTH                  0x00000008

#define _GLCDCLUT58_GREEN_POSITION               0x00000008
#define _GLCDCLUT58_GREEN_MASK                   0x0000FF00
#define _GLCDCLUT58_GREEN_LENGTH                 0x00000008

#define _GLCDCLUT58_RED_POSITION                 0x00000010
#define _GLCDCLUT58_RED_MASK                     0x00FF0000
#define _GLCDCLUT58_RED_LENGTH                   0x00000008

#define _GLCDCLUT59_BLUE_POSITION                0x00000000
#define _GLCDCLUT59_BLUE_MASK                    0x000000FF
#define _GLCDCLUT59_BLUE_LENGTH                  0x00000008

#define _GLCDCLUT59_GREEN_POSITION               0x00000008
#define _GLCDCLUT59_GREEN_MASK                   0x0000FF00
#define _GLCDCLUT59_GREEN_LENGTH                 0x00000008

#define _GLCDCLUT59_RED_POSITION                 0x00000010
#define _GLCDCLUT59_RED_MASK                     0x00FF0000
#define _GLCDCLUT59_RED_LENGTH                   0x00000008

