MikroElektronika/core_packages/PIC32/XC32/def/PIC32MZ1064DAB288/mcu.h
#define _GLCDCURDATA83_PIXEL2029_POSITION        0x00000008
#define _GLCDCURDATA83_PIXEL2029_MASK            0x00000F00
#define _GLCDCURDATA83_PIXEL2029_LENGTH          0x00000004

#define _GLCDCURDATA83_PIXEL2028_POSITION        0x0000000C
#define _GLCDCURDATA83_PIXEL2028_MASK            0x0000F000
#define _GLCDCURDATA83_PIXEL2028_LENGTH          0x00000004

#define _GLCDCURDATA83_PIXEL2027_POSITION        0x00000010
#define _GLCDCURDATA83_PIXEL2027_MASK            0x000F0000
#define _GLCDCURDATA83_PIXEL2027_LENGTH          0x00000004

#define _GLCDCURDATA83_PIXEL2026_POSITION        0x00000014
#define _GLCDCURDATA83_PIXEL2026_MASK            0x00F00000
#define _GLCDCURDATA83_PIXEL2026_LENGTH          0x00000004

#define _GLCDCURDATA83_PIXEL2025_POSITION        0x00000018
#define _GLCDCURDATA83_PIXEL2025_MASK            0x0F000000
#define _GLCDCURDATA83_PIXEL2025_LENGTH          0x00000004

#define _GLCDCURDATA83_PIXEL2024_POSITION        0x0000001C
#define _GLCDCURDATA83_PIXEL2024_MASK            0xF0000000
#define _GLCDCURDATA83_PIXEL2024_LENGTH          0x00000004

#define _GLCDCURDATA84_PIXEL217_POSITION         0x00000000
#define _GLCDCURDATA84_PIXEL217_MASK             0x0000000F
#define _GLCDCURDATA84_PIXEL217_LENGTH           0x00000004

#define _GLCDCURDATA84_PIXEL216_POSITION         0x00000004
#define _GLCDCURDATA84_PIXEL216_MASK             0x000000F0
#define _GLCDCURDATA84_PIXEL216_LENGTH           0x00000004

#define _GLCDCURDATA84_PIXEL215_POSITION         0x00000008
#define _GLCDCURDATA84_PIXEL215_MASK             0x00000F00
#define _GLCDCURDATA84_PIXEL215_LENGTH           0x00000004

#define _GLCDCURDATA84_PIXEL214_POSITION         0x0000000C
#define _GLCDCURDATA84_PIXEL214_MASK             0x0000F000
#define _GLCDCURDATA84_PIXEL214_LENGTH           0x00000004

#define _GLCDCURDATA84_PIXEL213_POSITION         0x00000010
#define _GLCDCURDATA84_PIXEL213_MASK             0x000F0000
#define _GLCDCURDATA84_PIXEL213_LENGTH           0x00000004

#define _GLCDCURDATA84_PIXEL212_POSITION         0x00000014
#define _GLCDCURDATA84_PIXEL212_MASK             0x00F00000
#define _GLCDCURDATA84_PIXEL212_LENGTH           0x00000004

#define _GLCDCURDATA84_PIXEL211_POSITION         0x00000018
#define _GLCDCURDATA84_PIXEL211_MASK             0x0F000000
#define _GLCDCURDATA84_PIXEL211_LENGTH           0x00000004

#define _GLCDCURDATA84_PIXEL210_POSITION         0x0000001C
#define _GLCDCURDATA84_PIXEL210_MASK             0xF0000000
#define _GLCDCURDATA84_PIXEL210_LENGTH           0x00000004

#define _GLCDCURDATA85_PIXEL2115_POSITION        0x00000000
#define _GLCDCURDATA85_PIXEL2115_MASK            0x0000000F
#define _GLCDCURDATA85_PIXEL2115_LENGTH          0x00000004

#define _GLCDCURDATA85_PIXEL2114_POSITION        0x00000004
#define _GLCDCURDATA85_PIXEL2114_MASK            0x000000F0
#define _GLCDCURDATA85_PIXEL2114_LENGTH          0x00000004

#define _GLCDCURDATA85_PIXEL2113_POSITION        0x00000008
#define _GLCDCURDATA85_PIXEL2113_MASK            0x00000F00
#define _GLCDCURDATA85_PIXEL2113_LENGTH          0x00000004

#define _GLCDCURDATA85_PIXEL2112_POSITION        0x0000000C
#define _GLCDCURDATA85_PIXEL2112_MASK            0x0000F000
#define _GLCDCURDATA85_PIXEL2112_LENGTH          0x00000004

#define _GLCDCURDATA85_PIXEL2111_POSITION        0x00000010
#define _GLCDCURDATA85_PIXEL2111_MASK            0x000F0000
#define _GLCDCURDATA85_PIXEL2111_LENGTH          0x00000004

#define _GLCDCURDATA85_PIXEL2110_POSITION        0x00000014
#define _GLCDCURDATA85_PIXEL2110_MASK            0x00F00000
#define _GLCDCURDATA85_PIXEL2110_LENGTH          0x00000004

#define _GLCDCURDATA85_PIXEL219_POSITION         0x00000018
#define _GLCDCURDATA85_PIXEL219_MASK             0x0F000000
#define _GLCDCURDATA85_PIXEL219_LENGTH           0x00000004

#define _GLCDCURDATA85_PIXEL218_POSITION         0x0000001C
#define _GLCDCURDATA85_PIXEL218_MASK             0xF0000000
#define _GLCDCURDATA85_PIXEL218_LENGTH           0x00000004

#define _GLCDCURDATA86_PIXEL2123_POSITION        0x00000000
#define _GLCDCURDATA86_PIXEL2123_MASK            0x0000000F
#define _GLCDCURDATA86_PIXEL2123_LENGTH          0x00000004

#define _GLCDCURDATA86_PIXEL2122_POSITION        0x00000004
#define _GLCDCURDATA86_PIXEL2122_MASK            0x000000F0
#define _GLCDCURDATA86_PIXEL2122_LENGTH          0x00000004

#define _GLCDCURDATA86_PIXEL2121_POSITION        0x00000008
#define _GLCDCURDATA86_PIXEL2121_MASK            0x00000F00
#define _GLCDCURDATA86_PIXEL2121_LENGTH          0x00000004

#define _GLCDCURDATA86_PIXEL2120_POSITION        0x0000000C
#define _GLCDCURDATA86_PIXEL2120_MASK            0x0000F000
#define _GLCDCURDATA86_PIXEL2120_LENGTH          0x00000004

#define _GLCDCURDATA86_PIXEL2119_POSITION        0x00000010
#define _GLCDCURDATA86_PIXEL2119_MASK            0x000F0000
#define _GLCDCURDATA86_PIXEL2119_LENGTH          0x00000004

#define _GLCDCURDATA86_PIXEL2118_POSITION        0x00000014
#define _GLCDCURDATA86_PIXEL2118_MASK            0x00F00000
#define _GLCDCURDATA86_PIXEL2118_LENGTH          0x00000004

#define _GLCDCURDATA86_PIXEL2117_POSITION        0x00000018
#define _GLCDCURDATA86_PIXEL2117_MASK            0x0F000000
#define _GLCDCURDATA86_PIXEL2117_LENGTH          0x00000004

#define _GLCDCURDATA86_PIXEL2116_POSITION        0x0000001C
#define _GLCDCURDATA86_PIXEL2116_MASK            0xF0000000
#define _GLCDCURDATA86_PIXEL2116_LENGTH          0x00000004

#define _GLCDCURDATA87_PIXEL2131_POSITION        0x00000000
#define _GLCDCURDATA87_PIXEL2131_MASK            0x0000000F
#define _GLCDCURDATA87_PIXEL2131_LENGTH          0x00000004

#define _GLCDCURDATA87_PIXEL2130_POSITION        0x00000004
#define _GLCDCURDATA87_PIXEL2130_MASK            0x000000F0
#define _GLCDCURDATA87_PIXEL2130_LENGTH          0x00000004

#define _GLCDCURDATA87_PIXEL2129_POSITION        0x00000008
#define _GLCDCURDATA87_PIXEL2129_MASK            0x00000F00
#define _GLCDCURDATA87_PIXEL2129_LENGTH          0x00000004

#define _GLCDCURDATA87_PIXEL2128_POSITION        0x0000000C
#define _GLCDCURDATA87_PIXEL2128_MASK            0x0000F000
#define _GLCDCURDATA87_PIXEL2128_LENGTH          0x00000004

#define _GLCDCURDATA87_PIXEL2127_POSITION        0x00000010
#define _GLCDCURDATA87_PIXEL2127_MASK            0x000F0000
#define _GLCDCURDATA87_PIXEL2127_LENGTH          0x00000004

#define _GLCDCURDATA87_PIXEL2126_POSITION        0x00000014
#define _GLCDCURDATA87_PIXEL2126_MASK            0x00F00000
#define _GLCDCURDATA87_PIXEL2126_LENGTH          0x00000004

#define _GLCDCURDATA87_PIXEL2125_POSITION        0x00000018
#define _GLCDCURDATA87_PIXEL2125_MASK            0x0F000000
#define _GLCDCURDATA87_PIXEL2125_LENGTH          0x00000004

#define _GLCDCURDATA87_PIXEL2124_POSITION        0x0000001C
#define _GLCDCURDATA87_PIXEL2124_MASK            0xF0000000
#define _GLCDCURDATA87_PIXEL2124_LENGTH          0x00000004

#define _GLCDCURDATA88_PIXEL227_POSITION         0x00000000
#define _GLCDCURDATA88_PIXEL227_MASK             0x0000000F
#define _GLCDCURDATA88_PIXEL227_LENGTH           0x00000004

#define _GLCDCURDATA88_PIXEL226_POSITION         0x00000004
#define _GLCDCURDATA88_PIXEL226_MASK             0x000000F0
#define _GLCDCURDATA88_PIXEL226_LENGTH           0x00000004

